i5/20220909-zfs-large/raid10/no-fpw/5000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 8741518
number of failed transactions: 0 (0.000%)
latency average = 6.589 ms
initial connection time = 6.709 ms
tps = 2428.180708 (without initial connection time)